{
  "language": "Language",
  "vi": "Vietnamese",
  "en": "English",
  "in": "Indonesian",
  "cn": "Chinese",
  "apps": "Apps",
  "games": "Games",
  "top-trending": "Top Trending",
  "general-faq": "General FAQ",
  "blogs": "Blogs",
  "contact": "Contact",
  "contact-form": "Contact Form",
  "terms-of-use": "Terms of Use",
  "privacy-policy": "Privacy Policy",
  "home-banner-title": "Welcome to TechToDown.Com - Share a free Mod Apk app for Android",
  "home-banner-sub-title": "Start searching and downloading free Mod Apk apps and games from our homepage. We always choose the best Mod APK and test the safety before posting it on the Techtodown.com homepage. We always try to bring the best MOD APK games and applications from the most reputable sources on the internet. Don't forget to share it with your friends.",
  "top-rated-app": "Top Rated App",
  "latest-app": "Latest App",
  "recommended": "Recommend",
  "tag-new": "New",
  "tag-updated": "Updated",
  "previous": "Previous",
  "next": "Next",
  "view-more": "View More",
  "provides": "provides",
  "read-more": "Read More",
  "home-last-text-1": "are a great way for Android user to enjoy the games and apps they love, without having to pay the high prices that developers often charge",
  "home-last-text-2": "from reputable sources on the internet with safety checked by one of our professional teams before posting it on the homepage.",
  "home-last-text-3": "We provide free Mod Apk full version download for android apps and games",
  "home-last-text-4": "You can find the full version of Mod Apk free games and apps on our TechTodown homepage. The special thing is that they are all free to download and install. However, you may also see some games and applications on Techtodown that have not been updated with Mods but don’t worry, we are still working hard every day to be able to provide users with good Mod apk versions. best and fastest.",
  "home-last-text-5": "For popular games, we usually provide features like removing ads, unlimited money, unlocked all skins, unlocking in-game items, power-ups, etc. For apps, we provide Premium version, unlocked app features, remove ads… This allows users to use their favorite games and apps for free.",
  "home-last-text-6": "We’re happy to make it easy for you to win games, and it’s fun to share that amazing result yourself with your friends.",
  "home-last-text-7": "Diverse categories of Mod apk games and apps",
  "home-last-text-8": "with more than 40 different categories, providing more than 2000 free Mod apk games and apps. And we always update news daily in an effort to bring you more good game and app. TechToDown’s goal is to become a store of free game &amp; app Mod available to users all over the world.",
  "home-last-text-9": "Among them, you can see the Popular Categories that are preferred by many people to download game and app such as: Action, Simulation, Role Playing, Racing, Tools, Strategy, Casual, Arcade, Sports, Photography,…",
  "home-last-text-10": "How to install Mod Apk on your phone",
  "home-last-text-11": "First of all, to install Mod Apk for free, you need a smart android mobile device. To successfully download and install the Apk file, you need to know how to install the Apk and OBB.",
  "home-last-text-12": "What is Apk?",
  "home-last-text-13": "The Android Package, or Apk, is the packaging file format used by the Android operating system for app distribution and installation.",
  "home-last-text-14": "What is OBB?",
  "home-last-text-15": "The Obb is a secondary data file for the app. Some need them to function, while others do not. The Obb format is utilized by numerous game developers and is a data file type.",
  "home-last-text-16": "This is a common architecture for Android applications. Because data is stored in such a format, it frequently contains music, videos, and other big files that are downloaded after the APK is installed. This reduces the size of the APK and makes it simpler for developers to update.",
  "home-last-text-17": "How to Install Mod APK Files Using OBB?",
  "home-last-text-18": "You must enable Unknown sources in your smartphone before installing third-party apps.",
  "home-last-text-19": "Go to",
  "home-last-text-20": "Settings",
  "home-last-text-21": "Privacy",
  "home-last-text-22": "and check the box for",
  "home-last-text-23": "Unknown sources",
  "home-last-text-24": "Install Mod Apk",
  "home-last-text-25": "Download the Mod Apk file from Techtodown.",
  "home-last-text-26": "1. Click the APK file and then tap it.",
  "home-last-text-27": "2. Select ‘install’ from the drop-down menu, then click “OK”.",
  "home-last-text-28": "3. Wait for the installation to complete.",
  "home-last-text-29": "4. Tap on the ‘Done’ button after that (If you have an OBB file, don’t open it.)",
  "home-last-text-30": "Place the OBB Data File in its proper location",
  "home-last-text-31": "1. Unzip OBB to get the file.",
  "home-last-text-32": "2. Copy the folder found in /SDCARD/Android/obb to your device’s /SDCARD/Android/obb folder.",
  "home-last-text-33": "3. Open and check the application.",
  "home-last-text-34": "4. Have fun!",
  "home-last-text-35": "FAQs – Frequently asked questions about Mod Apk",
  "home-last-text-36": "We have created our own Mod Apk FAQ category. You can easily find it on our website menu. Or you can also directly access the Faqs page here.",
  "home-last-text-37": "Don’t forget to Share this site with your friends!",
  "home-last-text-38": "To support us to continue to develop and bring users more quality Mod Apk products, we need you to share this website with your friends. We are very happy that you view and follow us every day. This is really a great encouragement for our team to continue to develop a strong TechtoDown in the future. Thanks, everyone!",
  "read-less": "Read Less"
}
