{
  "language": "Ngôn Ngữ",
  "vi": "Tiếng Việt",
  "en": "Tiếng Anh",
  "in": "Tiếng Indo",
  "cn": "Tiếng Trung",
  "apps": "Ứng Dụng",
  "games": "Trò Chơi",
  "top-trending": "Top Thịnh Hành",
  "general-faq": "FAQ",
  "blogs": "Tin Game",
  "contact": "Liên Hệ",
  "contact-form": "Form Liên Hệ",
  "terms-of-use": "Điều Khoản Sử Dụng",
  "privacy-policy": "Chính Sách Bảo Mật",
  "home-banner-title": "Chào mừng bạn đến với TechToDown.Com - Nơi chia sẻ ứng dụng Apk Mod cho Android",
  "home-banner-sub-title": "Bắt đầu tìm kiếm và tải xuống các ứng dụng và trò chơi Mod Apk miễn phí từ trang chủ của chúng tôi. Chúng tôi luôn chọn APK Mod tốt nhất và kiểm tra độ an toàn trước khi đưa lên trang chủ Techtodown.com. Chúng tôi luôn cố gắng mang đến những trò chơi và ứng dụng MOD APK tốt nhất từ những nguồn uy tín nhất trên internet. Đừng quên chia sẻ nó với bạn bè của bạn.",
  "top-rated-app": "Top Đánh Giá",
  "latest-app": "Mới Nhất",
  "recommended": "Đề Xuất Của Chúng Tôi",
  "tag-new": "Mới",
  "tag-updated": "Mới Cập Nhật",
  "previous": "Trang Trước",
  "next": "Trang Sau",
  "view-more": "Xem Thêm",
  "provides": "cung cấp",
  "read-more": "Đọc thêm",
  "home-last-text-1": " là một cách tuyệt vời để người dùng Android thưởng thức các trò chơi và ứng dụng mà họ yêu thích mà không phải trả mức giá cao do các nhà phát triển thường tính",
  "home-last-text-2": "từ các nguồn uy tín trên internet với độ an toàn cao và được các chuyên gia chuyên nghiệp của chúng tôi kiểm tra trước khi đưa lên trang chủ.",
  "home-last-text-3": "Chúng tôi cung cấp dịch vụ tải xuống phiên bản đầy đủ Mod Apk miễn phí cho các ứng dụng và trò chơi trên nền tảng Android",
  "home-last-text-4": "Bạn có thể tìm thấy phiên bản đầy đủ của các trò chơi và ứng dụng miễn phí Mod Apk trên trang chủ TechTodown của chúng tôi. Điều đặc biệt là chúng đều được tải và cài đặt miễn phí. Tuy nhiên, bạn cũng có thể thấy một số game và ứng dụng trên Techtodown chưa được cập nhật Mod nhưng đừng lo, chúng tôi vẫn đang nỗ lực từng ngày để có thể mang đến cho người dùng những bản Mod apk tốt. tốt nhất và nhanh nhất.",
  "home-last-text-5": "Đối với các trò chơi phổ biến, chúng tôi thường cung cấp các tính năng như xóa quảng cáo, không giới hạn tiền, mở khóa tất cả các giao diện, mở khóa các vật phẩm trong trò chơi, tăng sức mạnh, v.v. Đối với ứng dụng, chúng tôi cung cấp phiên bản cao cấp, các tính năng ứng dụng đã mở khóa, xóa quảng cáo… Điều này cho phép người dùng sử dụng các trò chơi và ứng dụng yêu thích của họ miễn phí.",
  "home-last-text-6": "Chúng tôi rất vui khi giúp bạn dễ dàng giành chiến thắng trong các trò chơi và thật vui khi bạn tự chia sẻ kết quả tuyệt vời đó với bạn bè của mình.",
  "home-last-text-7": "Các danh mục trò chơi và ứng dụng Mod apk đa dạng",
  "home-last-text-8": "với hơn 40 danh mục khác nhau, cung cấp hơn 2000 game và ứng dụng Mod apk miễn phí. Và chúng tôi luôn cập nhật tin tức hàng ngày với nỗ lực mang đến cho bạn nhiều trò chơi và ứng dụng hay hơn. Mục tiêu của TechToDown là trở thành một cửa hàng trò chơi miễn phí & amp; Ứng dụng Mod có sẵn cho người dùng trên toàn thế giới.",
  "home-last-text-9": "Trong số đó, bạn có thể thấy các Danh mục phổ biến được nhiều người ưu tiên tải game và ứng dụng như: Hành động, Mô phỏng, Nhập vai, Đua xe, Công cụ, Chiến lược, Thông thường, Trò chơi điện tử, Thể thao, Nhiếp ảnh,…",
  "home-last-text-10": "Cách cài đặt Mod Apk trên điện thoại của bạn",
  "home-last-text-11": "Trước hết, để cài đặt Mod Apk miễn phí, bạn cần có một thiết bị di động Android thông minh. Để tải xuống và cài đặt thành công tệp Apk, bạn cần biết cách cài đặt Apk và OBB.",
  "home-last-text-12": "Apk là gì?",
  "home-last-text-13": "Gói Android, hay Apk, là định dạng tệp đóng gói được hệ điều hành Android sử dụng để phân phối và cài đặt ứng dụng.",
  "home-last-text-14": "OBB là gì?",
  "home-last-text-15": "Obb là một tệp dữ liệu phụ cho ứng dụng. Một số cần chúng hoạt động, trong khi những người khác thì không. Định dạng Obb được nhiều nhà phát triển trò chơi sử dụng và là một loại tệp dữ liệu.",
  "home-last-text-16": "Đây là một kiến ​​trúc chung cho các ứng dụng Android. Vì dữ liệu được lưu trữ ở định dạng như vậy nên dữ liệu thường chứa nhạc, video và các tệp lớn khác được tải xuống sau khi cài đặt APK. Điều này làm giảm kích thước của APK và giúp các nhà phát triển cập nhật dễ dàng hơn.",
  "home-last-text-17": "Làm thế nào để cài đặt các tập tin APK Mod bằng OBB?",
  "home-last-text-18": "Bạn phải bật Nguồn không xác định trong điện thoại thông minh của mình trước khi cài đặt ứng dụng của bên thứ ba.",
  "home-last-text-19": "Đi đến",
  "home-last-text-20": "Cài đặt",
  "home-last-text-21": "Sự riêng tư",
  "home-last-text-22": "và chọn hộp cho",
  "home-last-text-23": "Không biết nguồn gốc",
  "home-last-text-24": "Cài đặt Mod Apk",
  "home-last-text-25": "Tải xuống tệp Mod Apk từ Techtodown.",
  "home-last-text-26": "1. Nhấp vào tệp APK và sau đó nhấn vào nó.",
  "home-last-text-27": "2. Chọn Cài Đặt từ trình đơn thả xuống, sau đó nhấp vào OK.",
  "home-last-text-28": "3. Chờ cài đặt hoàn tất.",
  "home-last-text-29": "4. Nhấn vào nút ‘Xong’ sau đó (Nếu bạn có tệp OBB, đừng mở tệp đó.)",
  "home-last-text-30": "Đặt Tệp Dữ liệu OBB vào vị trí thích hợp của nó",
  "home-last-text-31": "1. Giải nén OBB để lấy tệp.",
  "home-last-text-32": "2. Sao chép thư mục được tìm thấy trong / SDCARD / Android / obb vào thư mục / SDCARD / Android / obb của thiết bị của bạn.",
  "home-last-text-33": "3. Mở và kiểm tra ứng dụng.",
  "home-last-text-34": "4. Chúc bạn vui vẻ!",
  "home-last-text-35": "Câu hỏi thường gặp - Câu hỏi thường gặp về Mod Apk",
  "home-last-text-36": "Chúng tôi đã tạo danh mục Câu hỏi thường gặp về Mod Apk của riêng mình. Bạn có thể dễ dàng tìm thấy nó trên menu trang web của chúng tôi. Hoặc bạn cũng có thể truy cập trực tiếp trang Faqs tại đây.",
  "home-last-text-37": "Đừng quên Chia sẻ trang web này với bạn bè của bạn!",
  "home-last-text-38": "Để hỗ trợ chúng tôi tiếp tục phát triển và mang đến cho người dùng những sản phẩm Mod Apk chất lượng hơn, chúng tôi cần bạn chia sẻ trang web này đến bạn bè của mình. Chúng tôi rất vui khi các bạn xem và theo dõi chúng tôi mỗi ngày. Đây thực sự là nguồn động viên to lớn để nhóm chúng tôi tiếp tục phát triển TechtoDown vững mạnh trong tương lai. Cảm ơn mọi người!",
  "read-less": "Rút Gọn"
}
